/* same item display name suffix format */
" (%lu)" = " (%lu)";

/* render window title format */
"%@ - Render view %lu" = "%1$@ - Render view %2$lu";

/* camera target name format */
"%@ — %@" = "%1$@ — %2$@";

/* source list: ambient light name */
"Ambient" = "Ambient";

/* source list: bones for items */
"Bones" = "Bones";

/* Undo: data of camera has changed. */
"Camera changed" = "Camera changed";

/* Bundle didn't find Modelparams file. */
"Did not find model parameters for model type %@" = "Did not find model parameters for model type %@";

/* Tried to load other than .mesh or .mesh.ascii */
"Files of type %@ are not supported." = "Files of type %@ are not supported.";

/* New-style binary generic item won't work. */
"If there is a .mesh.ascii version, try opening that." = "If there is a .mesh.ascii version, try opening that.";

/* items source list header */
"Items" = "Items";

/* source list: Light name format */
"Light %lu" = "Light %lu";

/* lights source list header */
"Lights" = "Lights";

/* source list: meshes for items */
"Meshes" = "Meshes";

/* No comment provided by engineer. */
"Message from OpenGL driver: %s" = "Message from OpenGL driver: %s";

/* Generic Item 2: Expected 0x0001 at offset 4 */
"New-style Generic Item has wrong major version." = "New-style Generic Item has wrong major version.";

/* Generic Item 2: Expected 0x000C at offset 6 */
"New-style Generic Item has wrong minor version." = "New-style Generic Item has wrong minor version.";

/* No shader there wtf? */
"Please inform a developer of this problem." = "Please inform a developer of this problem.";

/* error loading pose old-style */
"Pose file does not contain the right amount of bones" = "Pose file does not contain the right amount of bones";

/* Only bone in a boneless format */
"Root bone" = "Root bone";

/* settings source list header */
"Settings" = "Settings";

/* GLLShader no source message description */
"Shader \"%@\" lacks fragment shader" = "Shader \"%@\" lacks fragment shader";

/* GLLShader no source message description */
"Shader \"%@\" lacks vertex shader" = "Shader \"%@\" lacks vertex shader";

/* GLLShader error message description */
"The shader \"%@\" could not be compiled properly" = "The shader \"%@\" could not be compiled properly";

/* GLLShader error message description */
"The shader \"%@\" could not be linked" = "The shader \"%@\" could not be linked";

/* GLLShader no source message description */
"The source code shader \"%@\" could not be found" = "The source code shader \"%@\" could not be found";

